---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterIntegerRule
source: html/6ac2457b-c21d-6cdd-b9ce-641843baedea.htm
---
# FilterIntegerRule Members

Constructs an instance of FilterIntegerRule.